<?php
	session_start();
?>

<!DOCTYPE html>
<html>
<head>
	<title>Όροι χρήσης</title>
	<meta charset="utf-8"/>
	<link rel="stylesheet" type="text/css" href="includes/StyleSheet.css">
	<link rel="shortcut icon" href="includes/images/favicon.ico">
</head>
<body>

	<!----   LOGO    ---->
	<div id="logo">
		<a href="home.php"><img src="includes/images/logo.png" alt="logo" style="width:327px;height:91px;"></a>
		<div id="user">
			<?php
				if (isset($_SESSION['userid'])) {
					echo  "<h4> Welcome </h4>" .$_SESSION['username'];
				}
			?>
		</div>
	</div>


	<!----   MENU    ---->
	<div id="menuWrapper">
		<ul id="menu">
	    <li><a href="home.php">Home</a></li>
	    <li><a href="">Ενοικιάσεις</a>
		    <ul class="submenu">
		      <li><a href="rent_house.php">Ενοικιάσεις Κατοικιών</a></li>
		      <li><a href="rent_workplace.php">Ενοικιάσεις Επαγγελματικών Χώρων</a></li>
		      <li><a href="rent_land.php">Ενοικιάσεις Γης</a></li>
		    </ul>
	    </li>
	    <li><a href="">Πωλήσεις</a>
		    <ul class="submenu">
		      <li><a href="buy_house.php">Πωλήσεις Κατοικιών</a></li>
		      <li><a href="buy_workplace.php">Πωλήσεις Επαγγελματικών Χώρων</a></li>
		      <li><a href="buy_land.php">Πωλήσεις Γης</a></li>
		    </ul>
	    </li>
	    <li><a href="new_ad.php">Καταχώρηση Αγγελίας</a></li>
	    <li><a href="about.php">About</a></li>
			<li><a href="mailto:info@e-mesitis.gr">Επικοινωνία</a></li>
	      <?php
					if (isset($_SESSION['userid'])) {
						echo "<li class='rightMenu'><a href='includes/logout.php'>Έξοδος</a></li>
							  	<li class='rightMenu'><a href='profile.php'>My profile</a></li>";
						if ($_SESSION['isadmin'] == '1') {
							echo "<li class='rightMenu'><a href='admin_page.php'>Admin page</a></li>";
						}
						else {
							echo "<li class='rightMenu'><a href='my_ads.php'>Οι αγγελίες μου</a></li>";
						}
					}
					else {
						echo "<li class='rightMenu'><a href='login.php'>Είσοδος</a></li>
		        			<li class='rightMenu'><a href='register.php'>Εγγραφή</a></li>";
					}
				?>
	  </ul>
	</div>


	<!----   CONTENT    ---->
	<div id="textWrapper">
	  <h2>Όροι χρήσης</h2><br/><br/>

	  <h3>Γενικά</h3>
	  <p>
	      Οι παρακάτω όροι χρήσης έχουν συνταχθεί από τον ιδιοκτήτη του δικτυακού τόπου και ορίζουν τη σχέση επισκεπτών και χρηστών του e-mesitis
			("δικτυακός τόπος") με το δικτυακό τόπο. Παρακαλούμε διαβάστε τους όρους χρήσης. Εάν δεν συμφωνείτε, παρακαλούμε να μην χρησιμοποιήσετε
			το δικτυακό τόπο. Εφόσον χρησιμοποιείτε τον δικτυακό τόπο, αποδέχεστε ανεπιφύλακτα τους όρους και τις προϋποθέσεις χρήσης του. Ο δικτυακός
			τόπος διατηρεί το δικαίωμα αλλαγής των όρων χρήσης και προστασίας προσωπικών δεδομένων ανά πάσα στιγμή και χωρίς ειδοποίηση. Για το λόγο αυτό,
			παρακαλούμε όπως, διαβάζετε τους όρους χρήσης και προστασίας προσωπικών δεδομένων οποτεδήποτε επισκέπτεστε το δικτυακό τόπο.
	  </p><br/>

	  <h3>Αποποίηση Ευθύνης</h3>
	  <p>
	      Το πληροφοριακό και διαφημιστικό υλικό του δικτυακού τόπου είναι μόνο για πληροφοριακούς σκοπούς. Το υλικό του δικτυακού τόπου σε καμία
			περίπτωση δε συνιστά συμβουλή ή προτροπή για οποιαδήποτε πράξη και ο χρήστης του δικτυακού τόπου δεν πρέπει να παίρνει αποφάσεις βασιζόμενος
			στο περιεχόμενο του δικτυακού τόπου. Ο δικτυακός τόπος ουδεμία ευθύνη φέρει για οποιαδήποτε ζημία η απώλεια υποστεί κάποιος χρήστης λόγω
			πληροφοριών που βρήκε στο δικτυακό τόπο. Το περιεχόμενο του δικτυακού τόπου δύναται να παρέχεται από τρίτους (χρήστες) και η εγκυρότητά
			του δεν είναι δυνατόν να ελεγχθεί. Ο δικτυακός τόπος δεν έχει καμία ευθύνη για την ακρίβεια των στοιχείων που προβάλλονται σε αυτόν. Σε καμία
			περίπτωση δε θα δεχτούμε ευθύνη για την περιγραφή ενός ακινήτου, για οποιαδήποτε οικονομική ζημία προκληθεί από συναλλαγη στην αγορά
			ακινήτων. Ο δικτυακός τόπος δεν εγγυάται ότι είναι καθαρός από ιούς, ή ότι τα links που υπάρχουν σε αυτόν είναι καθαρά από ιούς. Οι σελίδες
			του δικτυακού τόπου μπορεί να έχουν τεχνικά προβλήματα ή τυπογραφικά λαθη. Οι πληροφορίες του δικτυακού τόπου μπορεί να ενημερώνονται ανά πάσα
			στιγμή και να είναι μη επίκαιρες ή μη σωστές κατά καιρούς. Ο δικτυακός τόπος δεν έχει καμία υποχρέωση να έχει επίκαιρες και ισχύουσες
			πληροφορίες ανα πάσα στιγμή.
	  </p><br/>

	  <h3>Υλικό τρίτων και διαφημίσεις</h3>
	  <p>
	      Ο δικτυακός τόπος περιέχει υλικό που υποβάλλεται από τρίτους. Ο δικτυακός τόπος αποποιείται κάθε ευθύνης για οποιαδήποτε μη σύννομη προβολή
			προκύψει από παράλειψη, λάθος, ανακρίβεια σε υλικό που παρέχεται από τρίτους. Σε περίπτωση που κάποιος χρήστης εμπλακεί σε εμπορική συναλλαγή
			με διαφημιζόμενο ή τρίτο αντισυμβαλλόμενο μέλος, τότε η εμπορική συναλλαγή αυτή θα διέπεται από τους όρους συναλλαγών του αντισυμβαλλόμενου μέλους
			και όχι του δικτυακού τόπου. Ο δικτυακός τόπος περιλαμβάνει συνδέσεις (Links) με άλλους δικτυακούς τόπους, το περιεχόμενο των οποίων δεν είναι
			δυνατόν να ελεγχθεί και ο δικτυακός τόπος ουδεμία ευθύνη φέρει για το περιεχόμενο των συνδεδεμένων δικτυακών τόπων.
	  </p><br/>

	  <h3>Υλικό που υποβάλλετε στον δικτυακό τόπο</h3>
	  <p>
	      Υποβάλλοντας οποιοδήποτε υλικό στο δικτυακό τόπο, δίνετε αυτόματα στο δικτυακό τόπο το δικαίωμα και άδεια να προβάλλει, δημοσιεύσει, μεταφράσει,
			αναπαράγει αυτό το υλικό ή μέρος του σε οποιοδήποτε μέρος του κόσμου, με οποιαδήποτε τεχνολογία. Αναγνωρίζετε ταυτόχρονα ότι ο δικτυακός τόπος
			δεν έχει καμία υποχρέωση να προβάλλει ή δημοσιεύσει το υλικό που υποβάλλετε.
	  </p><br/>

	  <h3>Συμφωνία</h3>
	  <p>Οι παραπάνω όροι χρήσης αποτελούν τη συμφωνία μεταξύ του δικτυακού τόπου και των χρηστών αυτού.</p><br/>

	  <h3>Απορίες</h3>
	  <p>Αν έχετε κάποια απορία ή χρειάζεστε κάποια διευκρίνιση για οτιδήποτε από τα παραπάνω στείλτε μας ένα email στη διεύθυνση <a href="mailto:info@e-mesitis.gr"> info@e-mesitis.gr. </a></p>

  </div>


	<!----   FOOTER    ---->
  <div id="footer">
		Copyright 2016 <a href="http://www.unipi.gr/unipi/el/"> Πανεπιστήμιο Πειραιώς</a> - <a href="http://www.cs.unipi.gr/">Τμήμα Πληροφορικής </a>
	</div>

</body>
</html>
